var local_database = [
  {
    date: "2018.06.08",
    title: "2017-2018赛季总决赛",
    imgSrc: "/images/四巨头.jpg",
    content: "四巨头的王朝，詹皇虽败犹荣！骑士再失败！",
    reading: "97",
    collection: "45",
    avatar: "/images/3.jpg",
    postId: 0,
    headImgSrc: "/images/四巨头.jpg",
    author: "林白衣",
    detail: "2018年，总决赛依然是骑士和勇士的夙愿之争，但是詹姆斯再次落败，勇士卫冕成功！试问，勇士王朝能坚持多久？",
    dateTime: "24小时前",
  },
  {
    date: "2018.06.09",
    title: "詹皇何去何从？",
    imgSrc: "/images/jamesTO.jpg",
    content: "在过去的四场NBA总决赛比赛中，詹姆斯打出“MVP”级别的数据，尤其是当他在最后时刻下场时，球迷依依不舍地喊着“MVP MVP”，这个伟大的NBA球星在本赛季的表现，早已是全世界篮球人心中的“MVP”。",
    reading: "997",
    collection: "145",
    avatar: "/images/1.jpg",
    postId: 1,
    headImgSrc: "/images/jamesTO.jpg",
    author: "迷的城",
    detail: "一 “李安是一位绝不会重复自己的导演，本片将极富原创性”李安众所瞩目的新片《比利林恩漫长的中场休息》，正式更名《半场无战事》。预告片首次曝光后，被视作是明年奥斯卡种子选手。该片根据同名畅销书改编。原著小说荣获美国国家图书奖。也被BBC评为21世纪最伟大的12本英文小说之一。影片讲述一位19岁德州男孩的比利·林恩入伍参加伊战，在一次交火中他大难不死，意外与战友成为大众的关注焦点，并被塑造成英雄。之后他们返回国内，在橄榄球赛中场休息时授勋。这名战争英雄却面临前所未有的心灵煎熬……李安为什么选中这部电影来拍？因为李安想要挑战前所未有的技术难题：以120帧每秒的速度、4K、3D技术全面结合，来掀起一场电影视觉革命。什么意思？所谓“电影是24格每秒的谎言”，其中的24格，就是帧数。",
    dateTime: "24小时前",
  },
  {
    date: "2018.06.10",
    title: "上合峰会灯光焰火秀上演 青岛绝美夜景惊艳世界",
    imgSrc: "/images/4.jpg",
    content: "央广网青岛6月9日消息（记者胡莹莹）山水一体，海天一色。9日晚，上合组织青岛峰会在青岛奥帆中心举行灯光焰火艺术表演《有朋自远方来》，以迎接出席峰会的各国嘉宾。舞台以海和城市为背景，夜景和烟花完美结合，整个城市的灯光和现代化姿态尽收眼底，成为整场演出最大亮点。",
    reading: "697",
    collection: "405",
    avatar: "/images/2.jpg",
    postId: 2,
    headImgSrc: "/images/4.jpg",
    author: "知乎",
    dateTime: "三天前",
    detail: "1 引言\n\n在我跟学生课后交流时，以及我在知乎上阅读有关“经济”问题的论题时，经常会遇到这样的情况：有些人套用“经济理论“的知识去解释现实中发生的经济事件，结果发现很多事情讲不通，或者发现”理论告诉我们的“与现实发生的是相反的。也有学生经常跟我说：经济学有什么用？为了说明这个，我经常从两个方面来进行解释，尝试用我个人所擅长的解决问题的视角和他们能够听懂的方法来说明经济学是什么，它的作用边界在哪里：\r\n\n2 ”简笔素描“与”油画肖像“我们给人画肖像画，可以用简笔素描，也可以用油画肖像。油画肖像可以在最大程度上保存了人物的各方面的细节和特点，而简笔素描则忽略了很多细节。尽管简笔素描忽略了人物的许多细节，但我们仍旧能够很容易的认出画中的人物是谁。为什么？因为这种方法保留了人物最显著的特征，以至于我们可以忽略其次要特征而对人物做出判定。\n\n2.1 ”简笔素描“对于绝大多数的非经济学专业大众而言（经济学相关专业硕士学历以上），人们所接触到的经济学都是初级微观经济学。所谓的初级微观经济学，对于经济问题的”画法“就是一种”简笔素描“。比如初级微观经济学教材中广为使用的这种一元一次需求函数：y=bx+a，需求量的唯一变量是产品价格。但仅凭直觉我们就可以断言，现实中影响需求量的因素绝不止价格这一种，因此我们可以认为这个模型对经济问题的描述是失真的。然而但这种失真却是必要的和有意义的，其意义在与它利于揭示价格对于需求的影响，而不在于否定影响需求的其他因素——",
  }
]
module.exports = {
  postList: local_database
}